brew "git"
brew "vim"
brew "wget"
brew "tmux"
brew "cmake"
brew "ctags"
brew "ack"

brew "python2"
brew "python3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ruby"
brew "redis"
brew "mysql"
brew "golang"
brew "node"
brew "npm"
brew "docker"
brew "kubectl"

brew "terraform"
brew "packer"
brew "consul"
brew "consul-template"

brew "gnupg"
brew "gnupg2"
brew "libxml2"

tap "homebrew/dupes"
brew "grep"
brew "openssh"

brew "mongodb"
tap "homebrew/services"

brew "mas"
brew "thefuck"
brew "ffmpeg"
brew "gifsicle"

cask_args appdir: "/Applications"
tap "caskroom/cask"
cask "iterm2"
cask "java"
cask "google-chrome"
cask "dotnet"
cask "appcleaner"
cask "visual-studio-code"
cask "slack"
cask "intellij-idea"
cask "goland"
cask "pycharm"
cask "webstorm"
cask "virtualbox"
cask "vagrant"
cask "sequel-pro"
cask "couchbase-server-enterprise"
cask "notion"
cask "keybase"
