brew "git"
brew "vim"
brew "wget"
brew "tmux"
brew "cmake"
brew "ctags"
brew "ack"

brew "python"
brew "python3"
brew "ruby"
brew "redis"
brew "mysql"
brew "golang"
brew "node"
brew "npm"
brew "docker"

brew "gnupg"
brew "gnupg2"
brew "libxml2"

tap "homebrew/dupes"
brew "grep"
brew "openssh"

brew "mongodb"
tap "homebrew/services"

brew "mas"
brew "thefuck"

cask_args appdir: "/Applications"
tap "caskroom/cask"
cask "intellij-idea"
cask "pycharm"
cask "sequel-pro"
cask "slack"
cask "java"
cask "couchbase-server-enterprise"
cask "notion"
cask "appcleaner"
cask "google-chrome"
