tap "derailed/k9s"
tap "go-delve/delve"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "versent/taps"
brew "ack"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "boost"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python"
brew "circleci"
brew "cmake"
brew "consul"
brew "consul-template"
brew "coreutils"
brew "cryptopp"
brew "ctags"
brew "delve"
brew "go"
brew "dep"
brew "docker", link: false
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine"
brew "snappy"
brew "ffmpeg"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "go@1.10"
brew "go@1.11"
brew "go@1.12"
brew "grafana"
brew "graphviz"
brew "grep"
brew "helm"
brew "hyperkit"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kubectx"
brew "leveldb"
brew "libcouchbase"
brew "libsass"
brew "libssh2"
brew "libtool"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "minikube"
brew "mtr"
brew "mysql", restart_service: true, link: false
brew "mysql-client"
brew "mysql@5.7", restart_service: true, link: true
brew "nginx"
brew "nmap"
brew "node"
brew "openssh"
brew "pipenv"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@2"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "scala"
brew "telnet"
brew "terraform@0.11"
brew "terraform_landscape"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "zeromq"
brew "derailed/k9s/k9s"
brew "versent/taps/saml2aws"
cask "appcleaner"
cask "couchbase-server-enterprise"
cask "datagrip"
cask "docker"
cask "dotnet"
cask "github-desktop"
cask "goland"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "keybase"
cask "lastpass"
cask "notion"
cask "postman"
cask "pycharm"
cask "sequel-pro"
cask "slack"
cask "tableplus"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"
mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Be Focused", id: 973134470
mas "Disk Space Pro", id: 636899298
mas "GarageBand", id: 682658836
mas "Harvest", id: 506189836
mas "Live Wallpaper", id: 1246164382
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 715768417
mas "Noted", id: 1446580517
mas "PhotoScape X", id: 929507092
mas "Quip", id: 1003160018
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "TweetDeck", id: 485812721
mas "Ulysses", id: 1225570693
mas "WhatSize", id: 413702125
mas "Xcode", id: 497799835
mas "무비스트", id: 461788075
mas "베어", id: 1091189122
mas "카카오톡", id: 869223134
